{
  "title": "Bienvenue sur le site de l'association",
  "termsOfService": {
    "title": "Conditions d'utilisation",
    "content": "En utilisant ce site, vous acceptez les conditions d'utilisation suivantes : ..."
  },
  "menu": {
    "home": "Accueil",
    "newRequest": "Nouvelle demande",
    "store": "Magasiner",
    "recommendations": "Archives",
    "account": {
      "profile": "Profil utilisateur",
      "settings": "Paramètres",
      "purchases": "Mes achats",
      "keys": "Mes invitations"
    }
  },
  "stores": {
    "title": "Bienvenue sur le magasinage",
    "description": "Explorer notre collection d'articles vous permettant de personaliser votre profil. Que vous cherchiez un nouvel icône de profil ou un titre accrocheur, nous avons quelque chose pour tout le monde. Commencez à naviguer maintenant et libérez avotre créativité!",
    "avatars": {
      "title": "Icônes de profil",
      "description": "Trouvez l'icône de profil qui vous correspond le mieux."
    },
    "consumables": {
      "title": "Consommables",
      "description": "Découvrez les consommables qui vous permettront de personnaliser votre profil."
    }
  },
  "login": "Connexion",
  "logout": "Deconnexion",
  "search": "Rechercher",
  "price": "Prix",
  "buy": "Acheter",
  "cancel": "Annuler",
  "close": "Fermer",
  "signup": {
    "title": "Inscription",
    "button": "Créer un compte",
    "submit": "S'inscrire",
    "success": "Inscription réussie! Vous pouvez maintenant vous connecter.",
    "error": "Une erreur s'est produite lors de l'inscription. Veuillez réessayer.",
    "disclaimer": "Face à la menace qui approche de l'Ouest, le roy Kouri a décidé de fermer les portes du Royaume de RauwkauKo. Afin de prouver votre valeur, et de pouvoir pénétrer sur les terres du savoir éternel, vous devez prouver votre valeur en vous inscrivant sur ce site. Seuls les plus valeureux pourront accéder à la connaissance ultime.",
    "contact_disclaimer": "Votre offrande a été accépté par les dieux de l'Est. Tous les êtres qui entrent sur les terres de Rauwkaukoïa doivent se choisir une nouvelle identité. Veuillez choisir un nom d'utilisateur et un mot de passe pour accéder à la connaissance ultime.",
    "avatar_disclaimer": "Une dernière étape vous est demandé avant que vous puissiez enfin pénétrer sur les terres de Rauwkaukoïa. Afin de préserver votre anonymat devant la menace qui vient de l'Est, vous devez choisir une apparance parmi les legendes de l'Est. Choisissez votre avatar avec sagesse, car il vous représentera pour l"
  },
  "forgotPassword": {
    "title": "Reinitialiser le mot de passe",
    "description": "Saisis l'adresse mail de ton compte pour recevoir un lien de réinitialisation de ton mot de passe",
    "link": "Mot de passe oublié ?",
    "button": "Reinitialiser le mot de passe",
    "success": "Un email vous a été envoyé avec un lien pour réinitialiser votre mot de passe"
  },

  "resetPassword": {
    "title": "Modifier le mot de passe",
    "description": "Saisis ton nouveau mot de passe pour le modifier",
    "button": "Modifier le mot de passe"
  },

  "user": {
    "emailOrUsername": "Adresse email ou nom d'utilisateur",
    "name": "Nom utilisateur",
    "email": "Adresse email",
    "password": "Mot de passe"
  },

  "recommendation": {
    "add": "RawkaukOier moi"
  },

  "request": {
    "title": "Titre",
    "description": "Description",
    "submit": "Envoyer",
    "success": "Demande envoyée avec succès"
  },

  "pullDowToRefresh": "Tirer pour rafraîchir",
  "releaseToRefresh": "Relâcher pour rafraîchir",
  "loading": "Chargement...",
  "noItems": "Aucun élément trouvé",
  "thatIsAll": "C'est tout!",
  "back": "Retour",
  "noResults": {
    "short": "Aucun résultat",
    "long": "Aucun résultat ne correspond à votre recherche"
  },
  "form": {
    "errors": {
      "required": "Ce champ est obligatoire",
      "passwordFormat": "Le mot de passe doit contenir au moins 8 caractères, dont une lettre majuscule, une lettre minuscule et un chiffre"
    }
  },

  "archives": {
    "title": "Archives",
    "shortDescription": "Découvrez les recommandations des autres utilisateurs",
    "description": "Dans ce royaume enchanté, les utilisateurs partagent leurs trésors : livres envoûtants, mélodies captivantes et films fascinants. Plongez dans nos archives et découvrez des œuvres uniques. Utilisez la barre de recherche pour explorer et copier des liens vers des plateformes comme SoundCloud ou YouTube. Chaque lien partagé enrichit RawKauKau, faisant de notre site un refuge vivant où la créativité et la passion se rencontrent.",
    "alreadyExists": "Cette archive existe déja"
  },
  "purchase": {
    "paymentDetails": {
      "title": "Détails du paiement",
      "date": "Date d'achat",
      "price": "Prix"
    },
    "quantity": "Quantité",
    "redeem": "Utiliser",
    "createSuccess": "Merci pour votre achat!!"
  }
}
